Repository: CW60/WoWReforged
Catalog: Tools/WoW Model Viewer/*/wowmodelview.po
Languages: de, fr

source: File List
de: Dateien
fr: Liste des fichiers

source: Character
de: Charakter
fr: Personnage

source: View
de: Ansicht
fr: Vue

source: Save Screenshot F12
de: Screenshot speichern F12
fr: Capture d'écran F12

source: E&xit CTRL+X
de: &Schließen CTRL+X
fr: &Quitter CTRL+X

source: Show file list
de: Dateiliste anzeigen
fr: Montrer liste des fichiers

source: Show animaton control
de: Animations Frame anzeigen
fr: Montrer contrôles d'anim.

source: Show character control
de: Charakter Frame zeigen
fr: Montrer contrôles du perso.

source: Show viewport control
de: Ansichts Frame zeigen
fr: Montrer contrôles de vue

source: Background Color...
de: Hintergrundfarbe...
fr: Couleur de fond...

source: Load Background L
de: Hintergrund Laden L
fr: Charger un fond L

source: Show model
de: Model zeigen
fr: Montrer le modèle

source: Show bones
de: Bones Zeigen
fr: Montrer le squelette

source: Show bounding volume B
de: Kollisionsvolumen zeigen B
fr: Montrer les volumes B

source: Show lighting angle
de: Lichteinfallswinkel zeigen
fr: Montrer l'angle d'éclairage

source: Lighting Color...
de: Beleuchtungsfarbe...
fr: Couleur d'éclairage...

source: Use directional light
de: Lichtquelle benutzen
fr: Lumière directionnelle

source: Use ambient light
de: Gleichmäßiges Licht benutzen
fr: Lumière ambiante

source: Model lights only
de: Nur modeleigene Beleuchtung
fr: Lumières du modèle seules

source: Use model camera
de: Modeleigene Kamera benutzen
fr: Caméra du modèle

source: Show Underwear
de: Unterwäsche zeigen
fr: Montrer les sous-vêtements

source: Show Ears E
de: Ohren zeigen E
fr: Montrer les oreilles E

source: Show Hair H
de: Haare zeigen H
fr: Montrer les cheveux H

source: Show Facial Hair F
de: Gesichtsdekoration zeigen F
fr: Montrer la pilosité F

source: Sheathe Weapons S
de: Waffen einstecken S
fr: Ranger les armes S

source: Save Equipment F5
de: Ausrüstung speichern F5
fr: Sauver l'équipement F5

source: Load Equipment F6
de: Ausrüstung laden F6
fr: Charger l'équipement F6

source: Clear Equipment
de: Ausrüstung zurücksetzen
fr: Enlever l'équipement

source: Load Item Set
de: Set laden
fr: Charger un set d'équipement

source: Load Start Outfit
de: Startausrüstung laden
fr: Charger un ensemble de départ

source: Save Character F7
de: Charakter speichern F7
fr: Sauver le personnage F7

source: Load Character F8
de: Charakter laden F8
fr: Charger un personnage F8

source: Mount a character...
de: Reittier auswählen...
fr: Choisir une monture...

source: Random character looks
de: Zufälliges Aussehen
fr: Aspect aléatoire des persos

source: Random creature skins
de: Zufällige Kreaturtexturen
fr: Aspect aléatoire des créatures

source: Always show default doodads in WMOs
de: Standard doodads immer in WMOs anzeigen
fr: Toujours les doodads par défaut dans les WMOs

source: &File
de: &Datei
fr: &Fichier

source: &View
de: &Ansicht
fr: &Affichage

source: &Character
de: &Charakter
fr: &Personnage

source: &Options
de: &Optionen

source: Save character
de: Charakter speichern
fr: Sauver le personnage

source: Load character
de: Charakter laden
fr: Charger un personnage

source: Save screenshot
de: Screenshot speichern
fr: Sauver la capture d'écran

source: Load Background
de: Hintergrund laden
fr: Charger un fond

source: Skin color
de: Hautfarbe
fr: Couleur de peau

source: Face type
de: Gesicht
fr: Visage

source: Hair color
de: Haarfarbe
fr: Couleur des cheveux

source: Hair style
de: Frisur
fr: Coiffure

source: Facial hair/deco
de: Gesichtsdekoration
fr: Pilosité/déco

source: Facial deco color
de: Gesichtsdekoration Farbe
fr: Couleur de déco

source: Equipment
de: Ausrüstung
fr: Equipement

source: ---- None ----
de: ---- Nichts ----
fr: ---- Rien ----

source: Head
de: Kopf
fr: Tête

source: Shoulder
de: Schultern
fr: Epaules

source: Shirt
de: Hemd
fr: Chemise

source: Chest
de: Brust
fr: Torse

source: Belt
de: Taille
fr: Ceinture

source: Legs
de: Beine
fr: Jambes

source: Boots
de: Füße
fr: Bottes

source: Bracers
de: Handgelenke
fr: Bracelets

source: Gloves
de: Hände
fr: Gants

source: Cape
de: Rücken

source: Right hand
de: Waffenhand
fr: Main droite

source: Left hand
de: Schildhand
fr: Main gauche

source: Tabard
de: Wappenrock

source: Icon
de: Emblem
fr: Icône

source: Icon Color
de: Emblem Farbe
fr: Couleur d'icône

source: Border
de: Rahmen
fr: Bord

source: Border Color
de: Rahmen Farbe
fr: Couleur du bord

source: Background Color
de: Hintergrundfarbe
fr: Couleur du fond

source: Tabard details
de: Wappenrock Details
fr: Détails du tabard

source: Choose mount
de: Reittier auswählen
fr: Choisir une monture

source: Save equipment
de: Ausrüstung speichern
fr: Sauver l'équipement

source: Load equipment
de: Ausrüstung laden
fr: Charger un équipement

source: Choose an item
de: Gegenstand auswählen
fr: Choisir un objet

source: Choose an item set
de: Set auswählen
fr: Choisir un set d'objets

source: Item sets
de: Sets
fr: Sets d'objets

source: Choose a class
de: Klasse auswählen
fr: Choisir une classe

source: Classes
de: Klassen

source: Choose a mount
de: Reittier auswählen
fr: Choisir une monture

source: Creatures
de: Kreaturen
fr: Créatures

source: Update View
de: Aktualisieren
fr: Mettre à jour la vue

source: Save
de: Speichern
fr: Sauver

source: Load
de: Laden
fr: Charger

source: Field of View:
de: Sichtfeld:
fr: Champ de vision :

source: Rotation (XYZ)
de: Drehung (XYZ)

source: Light Pos (XYZ)
de: Licht Pos (XYZ)
fr: Pos. lumière (XYZ)

source: Skin
de: Textur
fr: Aspect

source: Item set
de: Set
fr: Set d'objets

source: Speed: 1.0x
de: Geschwindigkeit: 1.0x
fr: Vitesse : 1.0x

source: Item
de: Gegenstand
fr: Objet

source: (No doodads)
de: (Keine doodads)
fr: (Pas de doodads)

source: This group has been removed from the WMO
de: diese Gruppe wurde aus der WMO entfernt
fr: Ce groupe a été enlevé du WMO

source: Speed: %.1fx
de: Geschwindigkeit: %.1fx
fr: Vitesse : %.1fx

source: All
de: Alle
fr: Tous

source: Helmets
de: Helme
fr: Casques

source: Neck
de: Hals
fr: Cou

source: Shoulder armor
de: Schulterstücke
fr: Armure d'épaule

source: Shirts
de: Hemden
fr: Chemise

source: Chest armor
de: Brustrüstungen
fr: Armure de torse

source: Belts
de: Gürtel
fr: Ceintures

source: Pants
de: Hosen
fr: Pantalons

source: Rings
de: Ringe
fr: Anneaux

source: Accessories
de: Accessoires
fr: Accessoires

source: Daggers
de: Dolche
fr: Dagues

source: Shields
de: Schilde
fr: Boucliers

source: Bows
de: Bögen
fr: Arcs

source: Capes
de: Umhänge

source: Two-handed weapons
de: Zweihandwaffen
fr: Armes à deux mains

source: Quivers
de: Köcher
fr: Arbalètes

source: Tabards
de: Wappenröcke

source: Robes
de: Roben

source: One-handed weapons
de: Einhandwaffen
fr: Armes à une main

source: Claws
de: Faustwaffen
fr: Griffes

source: Offhand
de: Schildhand
fr: Main gauche

source: Thrown
de: Geworfen
fr: Lancé

source: Guns and wands
de: Gewehre und Zauberstäbe
fr: Fusils et baguettes

source: Double-click to select only one category
de: Doppelklick um nur eine Kategorie auszuwählen
fr: Double-click pour une seule catégorie

source: Clear
de: Reset
fr: Effacer

source: Character files (*.chr)|*.chr
fr: Fichiers de personnage (*.chr)|*.chr

source: Equipment files (*.eq)|*.eq
fr: Fichiers déquipement (*.eq)|*.eq

source: Model Pos (XYZ)
fr: Pos. modèle (XYZ)

source: Filter
fr: Filtre
